<%--
  Created by IntelliJ IDEA.
  User: 86135
  Date: 2021/12/14
  Time: 19:01
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
    <title>维尔特协议</title>
    <meta charset="utf-8" />
    <link href="main.css" rel="Stylesheet" media="all" />
    <style type="text/css">
        body{
            margin:0;
        }
    </style>
    <style>
        text1{
            font-size: 20px;
            font-weight: 700
        }
    </style>
</head>

<body>
<a href="./login.html"><img src="./img/getback.png" width="120px" style="position: absolute;left: 30px;top: 20px;"></a>
<div align=center style="margin-top: 100px;">
    <img src="./img/logo.png" width="400px" style="position: absolute;left:700px;top: -10px;"><br>
</div>
<div style="margin-top: 200px;max-width: 800px;margin-left: 520px;line-height:33px;">
    <text1>年度计划隐私政策</text1> <br><br>

    年度计划尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，年度计划会按照本隐私权政策的规定使用和披露您的个人信息。
    但年度计划将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，年度计划不会将这些信息对外披露或向第三方提供。
    年度计划会不时更新本隐私权政策。 您在同意年度计划服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于年度计划服务使用协议不可分割的一部分。<br><br>
    <text1>1．适用范围</text1><br><br>
    a．在您注册年度计划帐号时，您根据年度计划要求提供的个人注册信息；<br>
    b．在您使用年度计划网络服务，或访问年度计划平台网页时，年度计划自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；<br>
    c．年度计划通过合法途径从商业伙伴处取得的用户个人数据。<br><br>
    <text1>您了解并同意，以下信息不适用本隐私权政策：</text1><br><br>
    a．您在使用年度计划平台提供的搜索服务时输入的关键字信息；<br>
    b．年度计划收集到的您在年度计划发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；<br>
    c．违反法律规定或违反年度计划规则行为及年度计划已对您采取的措施。<br><br>
    <text1>2．信息使用</text1><br><br>
    a．年度计划不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和年度计划（含年度计划关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br>
    b．年度计划亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何年度计划平台用户如从事上述活动，一经发现，年度计划有权立即终止与该用户的服务协议。<br>
    c．为服务用户的目的，年度计划可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与年度计划合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。<br><br>
    <text1>3．信息披露</text1><br><br>
    在如下情况下，年度计划将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：<br>
    a．经您事先同意，向第三方披露；<br>
    b．为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；<br>
    c．根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br>
    d．如您出现违反中国有关法律、法规或者年度计划服务协议或相关规则的情况，需要向第三方披露；<br>
    e．如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br>
    f．在年度计划平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，年度计划有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。<br>
    g．其它年度计划根据法律、法规或者网站政策认为合适的披露。<br><br>
    <text1>4．信息存储和交换</text1><br><br>
    年度计划收集的有关您的信息和资料将保存在年度计划及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或年度计划收集信息和资料所在地的境外并在境外被访问、存储和展示。<br><br>
    <text1>5．Cookie的使用</text1><br><br>
    a．在您未拒绝接受cookies的情况下，年度计划会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的年度计划平台服务或功能。年度计划使用cookies可为您提供更加周到的个性化服务，包括推广服务。<br>
    b．您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的年度计划网络服务或功能。<br>
    c．通过年度计划所设cookies所取得的有关信息，将适用本政策。<br><br>
    <text1>6．信息安全</text1><br><br>
    a．年度计划帐号均有安全保护功能，请妥善保管您的用户名及密码信息。年度计划将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。<br>
    b．在使用年度计划网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是年度计划用户名及密码发生泄露，请您立即联络年度计划客服，以便年度计划采取相应措施。<br>
</div>

<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>



</body>
<div id="footer">
    <div id="footword">Copyright © 2000-2077  维尔特 welt'sgame.com All Rights Reserved. 备案号：粤ICP备20002807号-2</div>
</div>

</html>